/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'Adguard icon' button */
"accept_caption" = "接受";

/* (AEService) The default message for an unknown error. */
"support_unexpected_error" = "非預期性的錯誤已發生。請與支援團隊聯繫。";

/* (Action Extension - ActionViewController) An error which occurs if the action extension is launched before the main Adguard app. */
"action_extension_no_configuration_message_format" = "在您可使用該動作延伸功能之前，%1$@ 必須執行一個初始配置。啟動主要的 %2$@ 應用程式，讓它這樣做。";

/* (AESFilterConverter) Error occured when checking of the result from JSON converter. */
"support_rule_converting_error" = "無法轉換規則。非預期性的錯誤已發生。請與支援團隊聯繫。";

/* (AEService) Service errors descriptions */
"json_converting_error" = "無法初始化轉換器為 JSON 格式。";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"support_message_sending_error" = "無法傳送訊息給支援團隊。您尚未配置您的電子郵件帳號。";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'close icon' button */
"common_action_cancel" = "取消";

/* (AEService) Service errors descriptions */
"rule_converting_error" = "無法轉換該過濾器規則。規則文字為無效的。";

/* (AEUIUtils) User filter convertering error description. */
"filter_rules_converting_error" = "無法轉換使用者過濾器規則。";

/* (Action Extension - AEAUIMainController) Label on switcher. Example: 'Enable filtering on www.github.com' */
"enable_filtering_format" = "啟用過濾於 %@";

/* Alert title. On error. */
"common_error_title" = "錯誤";

/* (AEService) Service errors descriptions */
"safari_filters_loading_error" = "過濾器無法被載進 Safari。因此，您最近的更改未被套用。";

/* (Action Extension - AEAUIMainController) Mail body to support team about incorrect blocking */
"incorrect_blocking_page_format" = "於頁面上不正確的封鎖：\n%@";

/* (AEUILoadingModal) Standard message when filter conversion is performed. */
"safari_filters_loading" = "正在載入過濾器到 Safari。請不要關掉 AdGuard。該過程將不會花費超過 30 秒...";

/* (Action Extension - AEAUIMainController) error occurs when content blocker is disabled. */
"content_blocker_disabled_format" = "注意，內容阻擋器被禁用。那意味著不管 AdGuard 設定如何，廣告將不被過濾。請在 Safari 設定中啟用 AdGuard 內容阻擋器以開始過濾。";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'eye icon' button */
"preview_caption" = "預覽";

/* (Action Extension - ActionViewController) Can't obtain hostname when starting. */
"hostname_obtaining_error" = "該主機名稱未被獲得。也許該頁面尚未被載入。";

/* (Action Extension - AEAUIMainController) error occurs when click on Block Element button. */
"assistant_launching_unable" = "該網站的安全性政策不允許發動 AdGuard 助理。";

/* (Action Extension - ActionViewController) Some errors when starting. */
"support_error_safari_extension" = "當初始 Safari 動作延伸功能時，非預期性的錯誤已發生。如果這個再次發生，請與 AdGuard 支援聯繫。";

/* (APUIAdguardDNSController) PRO version. Alert title. On warning. */
"common_warning_title" = "警告";

/* (Action Extension - AEAUIMainController) error occurs when try turn off filtration on site. */
"filter_rules_maximum" = "您已超出過濾器規則的最大數量。";

